import ligesa from "./post/ligesa.jpg";
import gcofchild from "./post/gcofchild.jpg";
import finalmeeting from "./post/finalprogram.jpg";
import summerEducation from "./post/summerEducation.jpg";
import kibringda from "./post/kibringda.jpg";
import gubgnit1 from "./post/gubgnit1.jpg";
import meri from "./post/meri.jpg";
import child from "./post/child.jpg";
import gubgnit2 from "./post/gubgnit2.jpg";
import child2 from "./post/migeba2.jpg";
import gift1 from "./post/gift1.jpg";
import gubgnit3 from "./post/gubgnit3.jpg";
import gubae from "./final2.jpg";
import legends from "./post/legends.jpg";
import members from "./post/members.jpg";
import nazretResult from "./post/Screenshot_20240909-190257.png"
export const datas = [
  {
    id: 17,
    img: nazretResult,
    title:
      "የምስራች ዜና ",
      content:
      " ውድ የአለንቤዛ ቤተሰቦች፥ እንዴት ከረማችሁ? ለዐዲሱ ዓመት እንኳን አደረሳችሁ እያልን፥ የማኅበራችን ተማሪ የኾነችው ተማሪ ናዝሬት ሽፈራው በ2016 ዓ.ም የተፈተነችዉን የ6ተኛ ክፍል ዞን ዐቀፍ ፈተና፥ በተሳካ ኹኔታ አጠናቃ ወደ ቀጣዩ ክፍል (7) የተዘዋወረች መኾኑን ስናበስራችኹ በታላቅ ደስታ ነው! እንኳን ደስ አላችሁ፥ እንኳን ደስ አለን! ይኼ የኹላችንም ድጋፍ ውጤት ነው። ዐብረን ከበረታን ደግሞ ከዚህም የተሻለ የምናይ ስለኾነ፥ ድጋፋችኹ አይለየን!  ",
    date: "ጳጉሜ 2 2016 ዓ.ም",
  },
  {
    id: 16,
    img: gubae,
    title:
      "የ2016 ዓ.ም የአለንቤዛ በጎ አድራጎት ማህበር አመታዊ የአባላት ጉባኤ  በዲላ ከተማ",
      content:
      " አለንቤዛ ቻሪቲ በቀን 02/13/16 ዓ.ም ኑ! ዐብረን እናስተምር በሚል መሪ ቃል በነበረው ዐብሮ የመኾን ጊዜ 30 ለሚኾኑ አቅመ ደካማ ተማሪዎች የደብተር ፣ የእስክሪብቶ እና የእርሳስ ድጋፍ አድርጎላቸዋል።",
      date: "ጳጉሜ 2 2016 ዓ.ም",
  }, {
    id: 15,
    img: legends,
    title:
    "አለንቤዛ በጎ አድራጎት ማህበር 2016 ዓ.ም ከነበረዉ አመታዊ የአባላት ጉባኤ የተወሰደ",
      content:
      " ",
         date: "ጳጉሜ 2 2016 ዓ.ም",
  },
  {
    id: 14,
    img: members,
    title:
      "አለንቤዛ በጎ አድራጎት ማህበር 2016 ዓ.ም ከነበረዉ አመታዊ የአባላት ጉባኤ የተወሰደ",
      content:" ",
      date: "ጳጉሜ 2 2016 ዓ.ም",
  },
    {
        id: 13,
        img: finalmeeting,
        title:
             "አለንቤዛ በጎ አድራጎት ማህበር 2016 ዓ.ም ከነበረዉ አመታዊ የአባላት ጉባኤ የተወሰደ",
          content:
          " ጳጉሜ 2 (ቅዳሜ) ጠዋት 3:00 በጌዴኦ ዞን ምክር ቤት አደራሽ የአንድነት ጊዜ ስለሚኖረን፥ ባለመቅረት እንድትገኙ እናሳስባችኋለን። ወዳጆቻችሁን እንድትጋብዙም ይሁን። ከላይ ያለውን ምስል(photo) ፕሮፋይል በማድረግ ተባበሩን" ,
     
             date: "ሰኔ 22 2016",
      },
      {
        id: 12,
        img: [finalmeeting,gift1,legends],
        title:
          "የደጋግ ልቦች የፍቅር ስጦታ ለአለንቤዛ ተማሪ ወላጅ!",
          content:
          "የማኅበራችን አባል የኾነው ወንድም ማሩ ቁንቢ ባደረገልን የፍራሽ እና የሻንጣ ድጋፍ በቀን 20/10/16 ከምናስተምራቸው ተማሪዎች መካከል አንዱ በኾነው ሙሉቀን አለማየሁ ቤት በመገኘት ለቤተሰቡ አስረክበናል! አለንቤዛን ማገዝ ወይም አብራችኁን መቆም የምትፈልጉ ከዚህ በታች ባሉት ስልኮች ደውላችኹ ማነጋገር ትችላላችኹ።",
         date: "ሰኔ 22 2016 ዓ.ም",
      },
 
  {
    id: 10,
    img: gubgnit3,
    title: "የአለንቤዛ በጎ አድራጎት ማህበር ቤተሰብ ጉብኝት",
    content:
      "አለንቤዛ በጎ አድራጎት ማኅበር ለቆመለት ዓላማ ከሰሞኑ በርካታ ሥራዎችን እየሠራና እየተንቀሳቀሰ ይገኛል። በትላንትናው ዕለትም ከዚህ በፊት እንደሚያደርገው ከሚያስተምራቸው ተማሪዎች፣ ከተማሪዎቹ ወላጆችና ከማኅበሩ አባላት ጋራ ዐብሮ በመኾን ቤተሰባዊነት የተሞላውን ጊዜ በተማሪያችን ጌታያውቃል ጉቱ መኖርያ ቤት አሳልፈናል። ይህንን ድንቅ ጊዜ እንድናሳልፍ ጥሪ ያደረጉልን ሁለት የተማሪዎቻችን ወላጆች በአንድነት በመሆን ነው። በዕለቱም  አለንቤዛ በጎ አድራጎት ማኅበር ከሰሞኑ ሲሠራ የቆያቸውን ሥራዎች ከመጡ እንግዶች ጋራ ውይይት አድርጓል። ",
    date: "ነሐሴ 19 2016 ዓ.ም",
  },
  {
    id: 9,
    img: child2,
    title: "የአለንቤዛ በጎ አድራጎት ማህበር የአብሮነት ጊዜ ከልጆቹ ጋር",
    content:
      "ዛሬ ከምንወዳቸውና ከምትወዷቸው ፣ያላችሁን ሀሳብ ፣ ገንዘብ ፣ ጊዜና ጉልበት ጭምር ሳትሰስቱ ከምትለግሱላቸው ተማሪዎቻችን ጋር የዘንድሮውን የ2016 ዓ.ም የትምህርት ዓመት ማጠናቀቃቸውን ተከትሎ አይረሴ የአብሮነት ጊዜ ነበረን። በነበረንም ቆይታ የዓመቱ የት/ት ቆይታቸው ምን ይመስል እንደነበር ፣ ምን እንደገጠማቸውና ምን ጥሩ ነገር እንዳገኙም ጭምር በዛ ጣፋጭ  አንደበታቸው ሲኮለታተፋ ስንሰማቸው ምንኛ ነፍስን ያድሳል!! እናንተም ቤተሰቦቻችን ይህ ደስታ በያላችሁበት ይድረስ ",
    date: "ሰኔ 22 2016 ዓ.ም",
  },
  {
    id: 1,
    img: ligesa,
    title: "በእኛ መኖር ውስጥ የሌሎች ሕይወት እንዲቀጥል ምክንያት እንሁን ",
    content:
      "በእኛ መኖር ውስጥ የሌሎች ሕይወት እንዲቀጥል ምክንያት እንሁን በሚል መሪ ቃል አለንቤዛ ቻሪቲ(በጎ አድራጎት ማህበር) በአገራችን በከፍተኛ ደረጃ የተከሰተውን የደም እጥረት በማስመልከት የደም ልገሳ ቀን ከብሔርያዊ ደም ባንክ ጋር በመተባበር በቀን 09/12/12 ዓ.ም አዘጋጅቶ ነበር፡፡ በዚህም በተሰራው ከተማ አቀፍ የማስተባበር ስራ ለብዙሀኑ የከተማችን ማህበረሰብ ግንዛቤን መፍጠር ተችሏል፡፡ በዕለቱም ከ50 ዩኒት ደም በላይ ከለጋሾች ማግኘት ተችሎአል፡፡በዚህም ወቅት ጥርያችንን ላከበራችሁልንና ለተሳተፋቹ አባላት ምስጋናችን ላቅ ያለ ነው፡፡ስንኖር እያኖርን እንኑር!!",
    date: "09/12/12 ዓ.ም",
  },
  {
    id: 2,
    img: kibringda,
    title: "የአለንቤዛ በጎ አድራጎት ማህበር አመታዊ የአባላት ጉባኤ",
    content:
      "አለንቤዛ በጎ አድራጎት ማህበር አመታዊ የአባላት ጉባኤ በድንቅ ሁኔታ ተከናውኗል በዕለቱም የጌዴኦ ዞን ምክር ቤት አፈጉባኤ፣የጌዴኦ ዞን መንገድና ትራንስፖርት ዋና ሀላፊ የጌዴኦ ዞን ቴክኒክና ሙያ ሀላፊ እንዲሁም መሪዎች ተገኝተዋል",
    date: "09/12/12 ዓ.ም",
  },
  {
    id: 3,
    img: gcofchild,
    title: "  አለንቤዛ 4 ተማሪዎቹን በ በUKG ማዕረግ አስመቀ ",
    content:
      "  አለንቤዛ 4 ተማሪዎቹን በ በUKG ማዕረግ ያስመርቃቸው የነበረው ፕሮግራም በቀን ሐምሌ 3 2014  በይርጋጨፌ ዩኒየን / ሀንብዩል ክርስቲያን አካዳሚ ቅጥር ጊቢ ውስጥ በይፋ አስመርቋል። ላስመረቃቸው ተማሪዎች በትማህርታቸው የላቀ ውጤት እያመጡ ይቀጥሉ ዘንድ ማበረታቻ ሽልማት ተበርክቶላቸዋል። በወቅቱም የተገኙት የክብር እንግዶች የተሰማቸውን ታላቅ የልብ ደስታ 'ፈጣሪ ራዕያቹን ከግብ ያድርሰው ' በማለት በሀሴት ገልጸዋል ። በተጨማሪም የተመራቂዎቹ ቤተሰቦችም ' ሸክማችንን አቅልላችሁ ለዚህ ማዕረግ ልጆቻችንን በቅተው በማየታችን ልባችን ረክቷል። እንዲሁም ኢትዮጵያችን እናንተን የምያህሉ ቀና ልብ ያላቸው ቤተሰቦች ያላት መሆኗንም በግልጥ ያየንበትም ጭምር ነው በማለት ምርቃታቸውን የቸሩበት ልዪ ጊዜ ነበረው።' ፕሮግራሙንም በተለያዪ ምክንያቶች ምክንያት ሳትታደሙ ለቀራችሁት የአለንቤዛ ቤተሰቦች በያላችሁበት ምርቃቱ ያግኛቸውም ተብላችኋል።",
    date: "ሐምሌ 03 2016 ዓ.ም",
  },
  {
    id: 4,
    img: summerEducation,
    title: "የአለንቤዛ በጎ አድራጎት ማህበር  የክረምት የማጠናከርያ ትምህርት መርሃ ግብር ",
    content:
      "አለንቤዛ በጎ አድራጎት ማህበር በክረምት መርሃ ግብር ለሚያስተምራቸው 13 ልጆች እንደየ ክፍል ደረጃቸው የማጠናከርያ ትምህርት ሲሰጥ መቆየቱ የሚታወስ ነው። በመሆኑም ሲከታተሉ የቆዩትን ትምርት ምን ያህሉን መያዝ ችለዋል የሚለውን ለማረጋገጥ ባሳለፍነው ሳምንት አጠቃላይ ምዘና ሲስጥ ሰንብቷል። የቻሪቲውም አካዳሚክ ቡድን መሪዎችም በተማሪዎቹ አጠቃላይ ውጤት ዙሪያና በታላቅ ልበ ቅንነታቸው ለተማሪዎቹ ዕውቀትን ሲቸሯቸው ለነበሩ መምህራንም የምስጋና ፕሮግራም በቀን  23/12/2014 ዓ.ም አዘጋጅተዋል።",

    date: "23/12/2014 ዓ.ም",
  },
  {
    id: 5,
    img: gubgnit1,
    title: "የአለንቤዛ በጎ አድራጎት ማህበር ቤተሰብ ጉብኝት ",
    content:
      "አለንቤዛ በጎ አድራጎት ማህበር  የተቋቋመበት ዋና ተግባር በአቅም እጥረት ና በትምህርት ቁሳቁስ እጦት ምክንያት ወደ ት/ት ገበታ መቅረብ ያልቻሉ ልጆችን አስተምሮ ማብቃት መሆኑ የማይዘነጋ ነው። ማህበሩ በዚህ ሂደት እያለፈ ተጨማሪ በጎ ተግባራቶችንም በተጓዳኝ ሲሰራ ቆይቷል የይቀጥላልም!! ከእነዚህ በጎ ተግባራትም መካከል ከሚያስተምራቸው ተማሪዎችና ቤተሰቦቻቸው ጋር የአብሮነት ጊዜን ማሳለፍ ደግሞ ትልቁ ተግባሩ ነው። የዚህም የአብሮነት ጊዜ ጥቅሙ ከቤተሰቡ ጋር ተጨዋውቶ ማለፍ ብቻ ሳይሆን ቤተሰቡ ከሚያሳልፈው ከባድ የኑሮ ሁኔታ የተነሳ ብያንስ ችግሮቻቸውን እያየ መደገፍ ባለባቸው ልክ እንዲደገፉ ለማድረግና ማህበሩ እንኳን ባይችል ሌሎች ባለድርሻ አካላት በተገኙበት ችግሮቻቸውን የሚቀንስላቸውን ዘላቂ መፍትሄ እንዲያገኙ መንገዶችን ማመቻችያ ነው። ይህን ተከትሎ አለንቤዛ  በጎ አድራጎት መህበር ተቀብሎ ከሚያስተምራቸው ተማሪዎች መካከል አንዱ በሆነው በተማሪ ሙሉቀን አለማየሁ ቤት ዛሬ በ19/02/15 ዓ.ም በዕለተ ቅዳሜ ከማህበሩ አሰተባባሪዎች፣ አባላትና ጥሪ ከተደረገላቸው ግለሰቦችና የመንግስት አካላት በተገኙበት ትልቅ ስንቅ የተሰነቀበትን ውብ የሆነ የአብሮነት ጊዜን አሳልፏል። በወቅቱም ለተማሪውና ለቤተሰቡ የአልባሳት፣ የማዕድ ማጋራትና የንጽህና መጠበቅያ ቁሳቁሶችን በማህበሩ በኩል ተበርክቷል። በተጨማሪም የመጠለያ እድሳት እንዲደረግላቸው ከመንግስትም በኩል ቃል የተገባበት ሁኔታም የነበረበት ልዩ ጊዜ ነበር። በወቅቱ የነበሩ የማህበሩ አባላትና እንግዶች የተለያዩ አስተያየታቸውን ለግሰዋል።",
    date: "ጥቅምት 19 2015 ዓ.ም",
  },
  {
    id: 6,
    img: meri,
    title: " የአለንቤዛ በጎ አድራጎት ማህበር የመሪ ለዉጥ",
    content:
      "አለንቤዛ በጎ አድራጎት ማህበር ላለፉት አራት ዓመታት በርካታ ስራዎችን ሲከውን መምጣቱ የማይካድ ሀቅ ነው በተጨማሪም የሚታዩትም ስራዎች ምስክሮች ናቸው። ይህ እንዲሆን ደግሞ የእናንተ የአባላቶች ልዪ ድጋፍ የማይዘነጋ ተግባር ነው፤ ይሁን እንጂ በልዩነት ደግሞ ታላቅ ትጋትን እያሳዩ ለማህበሩ ዛሬ መድረስ በርካታ መዋቅሮችን በመዘርጋትና የተዘረጉትንም ተግባር ላይ ውለው ወደ ሚጨበጥ እና ሚታይ ተግባር  ለማምጣት የማህበሩ መሪዎች እና አስተባባሪዎች ትጋት የምያስደንቅ ነው። ይህ በእንዲህ እንዳለ መህበሩን ለተከታታይ አራት (4 ) ዓመታት በሰብሳቢነት ሲመራ (ሲያገለግል) የነበረው ወጣት ሙሉቀን አያሌው መሪነታቸውን ፍጹም ቅንነት በተሞላው መልኩ የስልጣን ሽግግር በቀን 28/02/2015 ዓ.ም   የማህበሩ መስራች (ወጣት ካሌብ ኢያሱ)እና የተወሰኑ የማህበሩ አስተባባሪዎች በተገኙበት አድርገዋል። ይህንንም ተከትሎ ማህበሩ በሰብሳቢነት ሊያገለግል ወጣት ተከተል ፈለቀ የመሪነት ሽግግሩን  ተረክቧል። የቀድሞው መሪም ወጣት ሙሉቀን አያሌው ለአዲሱ መሪ መልካም የስራ ዘመን እንዲሆንለት መልካም ምኞቱን ገልጿል። አክለውም በርካታ አድካሚ ሁነቶች ሊኖሩ እንደሚችሉ በመጠቆም  ብርቱ መሆንና በመተባበር የማይቻል ነገር እንደሌለም አጠናክሮ ገልጿል።",
    date: "ህዳር  1 2015 ዓ.ም",
  },
  {
    id: 7,
    img: child,
    title:
      '"Children are the world\'s most valuable resource and its best hope for the future!" john F.Kennedy ',
    content:
      "ልጆች ላይ መስራት የሐገርን መጻይ ዕድል ፈንታ ቡሩኸ ማድረግ ነው፤ አለን ቤዛ ይኼን ተገንዝቦ መንቀሳቀስ ከጀመረ 5 ዓመታትን አስቆጥሯል። በነዚህም አመታት ዘርፈ ብዙ ስራዎችን ቢሰራም፤ በዋናነት በአቅም ማነስ ምክንያት የመደበኛ ትምህርት ዕድል ያላገኙ ተማሪዎችን በግል ትምህርት ቤት ከ10+ በላይ ተማሪዎችን እያስተማረ ይገኛል። በትላንትናው ዕለትም (26/04/2016) የገናን በዐል ምክንያት በማድረግ ከተማሪዎቹ ጋራ ማዕድ ተጋርቷል። ተማሪዎችም አለን ቤዛ ስለሚያደርግላቸው ድጋፍ አመስግነው፤ በተለያዩ አከባቢ ለሚገኙ አባላትም እንኳን አደረሳችሁ ሲሉ መልካም ምኞታቸውን ገልፀዋል። ውድ የአለን ቤዛ ቤተሰቦች ኹሌም ከጎናችን ስለኾናችኹ እናመሰግናለን። ጥረታችኹ ፍሬ አፍርቶ አስክታዩ ድረስ ኹሌም ቢኾን ድጋፋችኹ አይለየን ይላል አለን ቤዛ።",
    date: "ታህሳስ 27 2016 ዓ.ም",
  },
  {
    id: 8,
    img: gubgnit2,
    title: "አለን ቤዛ ዛሬም ሥራ ላይ ነው!!",
    content:
      "ከራሱ ከረጢት እየከፈለ ከሚያስተምራቸው ተማሪዎቹ መካከል አንዱ በኾነው ሙሉቀን አለማየሁ ቤት ተገኝቶ አራት እግር መቀመጫዎችን (ዱካ) ሥጦታ አበርክቷል። የማኅበሩ አባል እና የቀድሞ መሪ የኾነው ሙሉቀን አያሌው ስለ ቀና ትብብርኅ እጅግ በጣም እናመሰግናለን! ወንድሞች እንዲህ ተባብረን ልጆቻችንን ለቁም ነገር እናብቃ፣ ድጋፋችኹ አይለየን!",
    date: "ግንቦት 30 2016 ዓ.ም",
  },
];
